<HTML>

<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<TITLE>Indigenous signs for cities in Hungary</title>
<meta name="description" content="Hungarian signs for cities in Hungary">
<meta name="keywords" content="Hungarian Sign Language, Hungary, Sign Language">
</HEAD>

<BODY>
<BODY BACKGROUND="../../b-g.jpg">

<P><CENTER><FONT SIZE="+1"><B>Indigenous signs for cities in Hungary (Magyaorsz&aacute;g)</B>
<P><IMG SRC="../flags/hungary.gif" HEIGHT="40" ALT="National flag" HSPACE="10">  David Bar-Tzur<IMG SRC="../flags/hungary.gif" HEIGHT="40" ALT="National flag" HSPACE="10">

<P><IMG SRC="../maps/hungary-map.gif" ALT="map of country">  
<P>Flag: <A HREF="http://www.flags.net/">World flag database.</A>
<BR>Map: <A HREF="http://www.maps.com">Maps.com</A> - "search" for country, then "Digital Map Graphics".

<P>For a quick, interesting resource for facts about this and other countries, <BR>try <A HREF="http://mysticplanet.com/03DIRECT.HTM">Mystic Planet - The New Age directory of Planet Earth.</A></CENTER><FONT SIZE="+1"> 

<P><HR><CENTER><A HREF="../glws.html">Explanation of glossing system used<BR>(to understand how I describe the signs in this dictionary)</A></CENTER><FONT SIZE="+1"> 
 
<P><BR><DL>
<DT>Balassagyarmat<DD><B>[A dot], PO > NDS, FO up, hand crosses from DS to NDS and back at throat level.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/249">Hallatlan - F&ouml;ldrajz: Balassagyarmat</A>.

<P><DT>Balaton<DD>(1) <B>[B^], touches DS of chin twice.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/1938">Hallatlan - F&ouml;ldrajz: Balaton (A)</A>. (2) <B>(2h)[B] point FTs over shoulders and wave twice.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/1939">Hallatlan - F&ouml;ldrajz: Balaton (B)</A>. (&lt; SUMMER, because it is a resort area) (3) <B>(2h)[bC], POs away, FOs diagonally up > DS. FTs touch and separate with wg.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/1940">Hallatlan - F&ouml;ldrajz: Balaton (C)</A>. (&lt; the shape of the region) 

<P><DT>Bohemia (Cseh)<DD><B>[B], PO up, FO > NDS, circles vertically and brushes chin.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/633">Hallatlan - F&ouml;ldrajz: Cseh</A>. (&lt; love of soup)

<P><DT>Budai Vár (Castle in Budapest)<DD><B>(2h)[1], DH PO > NDS, FO up, NDH PO down, FO > DS, DH swivels at elbow until the middle of the firearm strikes the NDH wrist + (2h)[5:], POs down, FOs away, ascend.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/2183">Hallatlan - F&ouml;ldrajz: Budai Vár</A>. (&lt; BUDA [royal] and VÁR [castle])

<P><DT>Budapest<DD><B>[Y], PO away, FO up, hand moves from side to side.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/221">Hallatlan - F&ouml;ldrajz: Budapest</A>.

<P><DT>Cseppkő (Area in Budapest)<DD><B>[X], PO away, FO up, nods twice + (2h)[V:], NDH PO > DS, FO away, DH moves like a golf club and grazes the NDH.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/1100">Hallatlan - F&ouml;ldrajz: Cseppkő</A>. (&lt; CSEPP [drop] and KŐ [stone])

<P><DT>Debrecen (Airport)<DD><B>FT of [O] taps DS of chin.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/223">Hallatlan - F&ouml;ldrajz: Debrecen</A>. (&lt; SAVANY&Uacute; [sour])

<P><DT>Danube (Duna)<DD><B>[bC], PO away, descends in a wavey pattern.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/635">Hallatlan - F&ouml;ldrajz: Duna</A>. (&lt; shape of the river)

<P><DT>Dun&aacute;t&uacute;l<DD><B>[bC], PO away, descends in a wavey pattern + [5], PO away, circles parallel to the chest.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/1942">Hallatlan - F&ouml;ldrajz: Dun&aacute;t&uacute;l</A>. (&lt; the region around the Danube)

<P><DT>Eger<DD><B>Pinky of [5], PO > NDS, FO away, strikes upturned palm of NDH [5].</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/224">Hallatlan - F&ouml;ldrajz: Eger</A>. (&lt; EG&Eacute;R [mouse])

<P><DT>&Eacute;rd<DD><B>[B], Po > signer, FO up, brushes past chin as it moves from below and NDS to above and DS; it then closes to and [S] and descends.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/225">Hallatlan - F&ouml;ldrajz: &Eacute;rd</A>. (&lt; A <I>fonomimai</I> fingerspelling of E-R-D)

<P><DT>Győr<DD><B>[open 8], PO away, FO up, supinates [twists PO > signer].</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/261">Hallatlan - F&ouml;ldrajz: Győr</A>. (&lt; A középső ujj hajlított helyzetben van [?])

<P><DT>Gyula<DD><B>FT of [U] tap under adam's apple twice.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/10/313">Hallatlan - F&ouml;ldrajz: Gyula</A>. (&lt; A <I>fonomimai</I> fingerspelling of the dipthong GY)

<P><DT>Kecskemét<DD><B>[C] closes to an [S] at chin and pulls away.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/230">Hallatlan - F&ouml;ldrajz: Kecskemét</A>. (&lt; KECSK [goat])

<P><DT>M&aacute;tra (mountain range)<DD><B>[A] pushes on DS cheek + (2h)[5], POs >&lt;, FOs up, ascend like the sides of a mountain.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/2020">Hallatlan - F&ouml;ldrajz: M&aacute;tra</A>. (&lt; The <I>fonomimai</I> letter M + HEGY [mountain])

<P><DT>Miscolc<DD><B>[bO], PO > NDS, FO up, opens and closes twice by cheek.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/1481">Hallatlan - F&ouml;ldrajz: Miscolc</A>. (&lt; CITROM [lemon])

<P><DT>Monor<DD><B>[A] pushes on DS cheek + FT of [5] are fluttered at the DS of chin.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/232">Hallatlan - F&ouml;ldrajz: Monor</A>. (&lt; A <I>fonomimai</I> fingerspelling of M-R)

<P><DT>Nyíregyháza<DD><B>FT of [U] bursh at earlobe twice.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/1488">Hallatlan - F&ouml;ldrajz: Nyíregyháza</A>.

<P><DT>P&eacute;cs<DD><B>[H dot] touches the chin and the fingers curl.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/233">Hallatlan - F&ouml;ldrajz: P&eacute;cs</A>. (&lt; The <I>fonomimai</I> fingerspelling of P-CS, where the P has blended)

<P><DT>Sopron<DD><B>[open 8] circles orthogonal (perpendicular) to the chest and strikeschin twice).</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/234">Hallatlan - F&ouml;ldrajz: Sopron</A>. (&lt; SV&aacute;JCI [Swiss])

<P><DT>Szeged<DD><B>Thumb of [A dot] strikes upturned palm of [B], then DH twists and strikes palm with radial (pinky) side of [A dot].</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/235">Hallatlan - F&ouml;ldrajz: Szeged</A>. (&lt; SZEGDILLA [seguidilla, Spanish dance])

<P><DT>Sz&eacute;kesfeh&eacute;rv&aacute;r<DD><B>(2h)[5], POs down, FOs away, descend + FT of [B^] brush down DS of chest.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/236">Hallatlan - F&ouml;ldrajz: Sz&eacute;kesfeh&eacute;rv&aacute;r</A>. (&lt; SZÉK [chair] + FEHÉR [white])

<P><DT>Szekszárd<DD><B>(2h)[O^], POs away, open and close fingers twice.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/237">Hallatlan - F&ouml;ldrajz: Szekszárd</A>. (&lt; SOK [many])

<P><DT>Szolnok<DD><B>[B^], PO > NDS, holds ulnar (thumb) side against chin.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/238">Hallatlan - F&ouml;ldrajz: Szolnok</A>. (&lt; A <I>fonomimai</I> representation of the dipthong SZ)

<P><DT>Szombathely<DD><B>[F], PO > signer, FO > NDS, moves in a vertical circle brushing the chin from beneath + [5:], PO down, FO away, descends slightly.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/239">Hallatlan - F&ouml;ldrajz: Szombathely</A>. (&lt; SZOMBAT [Sabbath] + HELY [place])

<P><DT>Tata<DD><B>Index finger brushes down DS chin twice.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/240">Hallatlan - F&ouml;ldrajz: Tata</A>. (&lt; The <I>fonomimai</I> fingerspelling of T-T)

<P><DT>Tatabánya<DD><B>Index finger brushes down DS chin twice + (2h)[S] mime tapping at rock with a pick ax.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/241">Hallatlan - F&ouml;ldrajz: Tatabánya</A>. (&lt; The <I>fonomimai</I> fingerspelling of T-T + B&Aacute;NYA [mine])

<P><DT>Tisza (Lake)<DD><B>[G], PO away, moves down in a wavey pattern.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/1944">Hallatlan - F&ouml;ldrajz: Tisza</A>. (&lt; the shape of the Lake)

<P><DT>Tisz&aacute;nt&uacute;l<DD><B>[G], PO away, moves down in a wavey pattern. + [5], PO down, FO away, moves in a horizontal circle.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/1945">Hallatlan - F&ouml;ldrajz: Tisz&aacute;nt&uacute;l</A>. (&lt; the shape of Lake Tisza and the fact it is the area close by)

<P><DT>Tokaj<DD><B>[Y] twists to make a "J".</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/863">Hallatlan - F&ouml;ldrajz: Tokaj</A>.

<P><DT>V&aacute;c<DD><B>[V:], PO away, FO up, moves down in a wavey pattern.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/243">Hallatlan - F&ouml;ldrajz: V&aacute;c</A>. (&lt; being close to the Danube River?)

<P><DT>Veszpr&eacute;m<DD><B>(2h)[S], POs down, FOs away, move side to side antisymmetrically.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/244">Hallatlan - F&ouml;ldrajz: Veszpr&eacute;m</A>. (&lt; KORM&Aacute;NY [steer])

<P><DT>Zalaegerszeg<DD><B>[bC], PO away, moves from side to side + (2h)[S], POs down, FOs away, move side to side antisymmetrically.</B> To see a movie of this sign, go to <A HREF="http://www.hallatlan.hu/hu/szavak/kategoria/9/246">Hallatlan - F&ouml;ldrajz: Zalaegerszeg</A>. 

</DL><FONT SIZE="+1">

<!--<P><HR> <B><CENTER>List of sources cited</CENTER></B><FONT SIZE="+1">
<P><A NAME="1"><IMG SRC="../../sgb.gif" HSPACE="10">1. Signs around the world: Cities [Videotape]. Burtonsville, MD: Sign Media.--> 

<P><CENTER><H2><IMG SRC="../../home.gif" HSPACE="25"><P><A HREF="../../index.html"><FONT COLOR ="FF0000">Home</FONT></A></H2></CENTER><FONT SIZE="+1">
</FONT>
</BODY>
</HTML>
